{
  "metadata": {
    "level": "三等",
    "code": "90640",
    "subject": "外國文(葡萄牙文兼試移民專業英文)",
    "exam_name": "移民行政人員特種考試",
    "year": 108
  },
  "notes": [
    "※注意： 禁止使用電子計算器。",
    "不必抄題，作答時請將試題題號及答案依照順序寫在申論試卷上，於本試題上作答者，不予計分。",
    "請以藍、黑色鋼筆或原子筆在申論試卷上作答。",
    "本測驗試題為單一選擇題，請選出一個正確或最適當的答案，複選作答者，該題不予計分。",
    "共20題，每題1.25分，須用2B鉛筆在試卡上依題號清楚劃記，於本試題或申論試卷上作答者，不予計分。"
  ],
  "sections": [
    "甲、申論題",
    "乙、測驗題"
  ],
  "questions": [
    {
      "number": "一",
      "type": "essay",
      "stem": "請將下列葡萄牙文詞彙翻譯為中文:(15 分)",
      "section": "甲、申論題"
    },
    {
      "number": 1,
      "type": "essay",
      "stem": "Vocação profissional\nThe company has not yet received an invitation to attend the event, is to be held from May 2 to May 5. when how which what",
      "section": "甲、申論題"
    },
    {
      "number": 2,
      "type": "essay",
      "stem": "Capacidade de trabalhar em equipe\nThe government is to sign an with U.S. government for preventing the criminals from travelling to Taiwan. accord according accordance accordion",
      "section": "甲、申論題"
    },
    {
      "number": 3,
      "type": "essay",
      "stem": "Domínio de idiomas\nof heart attack include chest pain, cold sweating and nausea, developing into trouble breathing and loss of consciousness in the most serious cases . Symbols Symptoms Symphonies Symposiums",
      "section": "甲、申論題"
    },
    {
      "number": 4,
      "type": "essay",
      "stem": "Domínio de informática\nMany citizens view the rapid influx of immigrants with anxiety, worrying that the nation might fail to the streams of new arrivals pouring in annually. circulate accumulate assimilate ventilate",
      "section": "甲、申論題"
    },
    {
      "number": 5,
      "type": "essay",
      "stem": "Autodidatismo\nA visitor visa holder will be allowed to travel to Taiwan before the of the visa. expiration aspiration expertise expansion",
      "section": "甲、申論題"
    },
    {
      "number": 6,
      "type": "essay",
      "stem": "Baixa taxa de natalidade\nthe truth during an immigration inspection is a violation of Immigration Act and thus punishable by law. Relating Misrepresenting Misjudging Rehabilitating",
      "section": "甲、申論題"
    },
    {
      "number": 7,
      "type": "essay",
      "stem": "Responsabilidade social\nTo follow a Mediterranean-style diet, which include high consumption of olive oil, fruits, and vegetables, and low consumption of red meat, would decrease the chance of developing disease. congenital contemptuous cardinal cardiovascular",
      "section": "甲、申論題"
    },
    {
      "number": 8,
      "type": "essay",
      "stem": "Habilidade em tomada de decisão\nAfter several rounds of recruitment, a number of potential candidates finally as the president’s national security advisers. emerge emigrate enforce employ",
      "section": "甲、申論題"
    },
    {
      "number": 9,
      "type": "essay",
      "stem": "Comidas típicas\nIn recent years, increasing numbers of refugees and migrants from Syria are crossing the Mediterranean to search for in Europe. sanitary sanctuary stationary stationery",
      "section": "甲、申論題"
    },
    {
      "number": 10,
      "type": "essay",
      "stem": "Liderança\nThe major argument against immigration is that so many migrants fail to with the local community and culture and this leads to social tension and even unrest. integrate implement incorporate interfere 請依下文回答第 11 題至第15 題: For United States Government personnel abroad to host a banquet, round tables of six or more persons allow more flexibility than rectangular ones. Often it is more convenient to 11 at two or more tables of six or more persons. The advantage of this arrangement is that it affords more places of honor as the host and hostess can each have a co-hostess and cohost at their 12 tables. At seated meals, foreign guests should have precedence 13 Americans of comparable rank with the exception of an American Ambassador. American officials present on such occasions should understand that it is 14 to cede one’s rank to a representative of another country. They should forget precedence among themselves and be prepared to be seated in any way that will make conversation easier and will take language abilities into account. To avoid any misunderstanding, it would be well for the host or hostess to inform in advance any guest, whether American or foreign, who are not seated according to protocol, of the reason for this 15 from the norm. When a high official is a guest, they should obtain his prior permission.",
      "section": "甲、申論題",
      "notes": [
        "題幹可能不完整"
      ]
    },
    {
      "number": 11,
      "type": "essay",
      "stem": "Carga tributária\naddress adhere entertain encourage",
      "section": "甲、申論題"
    },
    {
      "number": 12,
      "type": "essay",
      "stem": "Profissional multímoda\nrespective responsible responsive restrictive",
      "section": "甲、申論題"
    },
    {
      "number": 13,
      "type": "essay",
      "stem": "Profissões de futuro\nahead before of over",
      "section": "甲、申論題"
    },
    {
      "number": 14,
      "type": "essay",
      "stem": "Folha\ncustomary reliable regulatory controversial",
      "section": "甲、申論題",
      "notes": [
        "題幹可能不完整"
      ]
    },
    {
      "number": 15,
      "type": "essay",
      "stem": "A sorte está lançada!\nadventure departure puncture rupture 請依下文回答第 16 題至第20 題: Since the 1980s, immigration has drastically increased, making the city more ethnically and linguistically diverse. More than half of the people in Vancouver do not speak English as their first language. Almost 30% of the city’s inhabitants are of Chinese heritage. In the 1980s, an influx of immigrants from Hong Kong in anticipation of the transfer of sovereignty from the United Kingdom to China, combined with an increase in immigrants from mainland China and previous immigrants from Taiwan, established in Vancouver one of the highest concentrations of ethnic Chinese residents in North America. This arrival of Asian immigrants continued a tradition of immigration from around the world that had established Vancouver as the second-most popular destination for immigrants in Canada after Toronto. Other significant Asian ethnic groups in Vancouver are Filipino, Japanese, Korean, as well as sizeable communities of Vietnamese, Indonesians, and Cambodians. Despite increases in Latin American immigration to Vancouver in the 1980s and '90s, recent immigration has been comparatively low, and African immigration has been similarly stagnant. The black population of Vancouver is rather scant in comparison to other Canadian major cities. The neighborhood of Strathcona was the core of the city’s Jewish community. Hogan’s Alley, a small area adjacent to Chinatown, just off Main Street at Prior, was once home to a significant black community. Prior to the Hong Kong diaspora of the 1990s, the largest non-British ethnic groups in the city were Irish and German, followed by Scandinavian, Italian, Ukrainian and Chinese. From the mid-1950s until the 1980s, many Portuguese immigrants came to Vancouver and the city had the third-largest Portuguese population in Canada in 2001. Eastern Europeans began immigrating after the Soviet takeover of Eastern Europe after World War II. Greek immigration increased in the late 1960s and early '70s, with most settling in the Kitsilano area.",
      "section": "甲、申論題"
    },
    {
      "number": "二",
      "type": "essay",
      "stem": "請將下列葡萄牙文短文翻譯為中文:(30 分)\nA partir de 28 de junho de 2005, os motoristas que possuem Carteira\nNacional de Habilitação (CNH) há mais de sete anos, ou seja, anterior a\n22/11/1999, que precisarem renovar suas carteiras terão que fazer os cursos\nde Primeiros Socorros e Direção Defensiva.\nEssa medida faz parte da resolução 168/04, aprovada pelo Contran\n(Conselho Nacional de Tránsito), em dezembro de 2004, prevista no Código\nde Trânsito Brasileiro.\nEssa exigência atinge apenas esses motoristas porque o curso já é exigido\ndesde 21 de janeiro de 1998, quando entrou em vigor o novo Código de\nTrânsito Brasileiro.\nLembramos que a realização do exame médico é o primeiro procedimento a\nser obedecido.",
      "section": "甲、申論題"
    },
    {
      "number": "三",
      "type": "essay",
      "stem": "作文:請以下列題目寫一篇 300 字之內的葡萄牙文作文。(30 分)\nVocê utiliza o Terminal Rodoviário Taipei? 你使用臺北轉運站嗎?\nQuando? 什麼時候?\nQual é seu meio de transporte favorito para longas distâncias?\n您最喜愛使用的長途交通工具是什麼?\nE para curtas distâcias? 那麼短程呢?",
      "section": "甲、申論題"
    },
    {
      "number": 16,
      "type": "essay",
      "stem": "What is this passage mainly about? Demographics in Vancouver. Languages in Vancouver. How to immigrate to Vancouver. How to make a living in Vancouver.",
      "section": "乙、測驗題"
    },
    {
      "number": 17,
      "type": "essay",
      "stem": "According to the first paragraph, which of the following statements is true? Since the 1980s, immigration has declined in Vancouver. Half of the people in Vancouver do not speak English as their first language. More than half of the city’s inhabitants are of Eastern Europe heritage. An influx of immigrants from Taiwan became the most numerous ethnic Chinese residents in Vancouver.",
      "section": "乙、測驗題"
    },
    {
      "number": 18,
      "type": "essay",
      "stem": "According to the passage, which of the following statements is NOT true? Immigrants from around the world established Toronto as the most popular destination in Canada. There was a larger black population in Vancouver than in other Canadian major cities. The neighborhood of Strathcona was the center of the city’s Jewish community. Hogan’s Alley was once home to a significant black community.",
      "section": "乙、測驗題"
    },
    {
      "number": 19,
      "type": "essay",
      "stem": "When was a Polish family most likely to immigrate to Vancouver? Before World War I. Since the 1980s. After World War I. After World War II.",
      "section": "乙、測驗題"
    },
    {
      "number": 20,
      "type": "essay",
      "stem": "What does the word “stagnant” mean? Statistical. Spectacular. Staggering. Sluggish.",
      "section": "乙、測驗題"
    }
  ],
  "year": 108,
  "category": "移民特考",
  "subject": "[三等] 外國文(葡萄牙文兼試移民專業英文)",
  "level": "三等",
  "original_subject": "外國文（葡萄牙文兼試移民專業英文）",
  "source_pdf": "/home/user/police-exam-archive/移民特考PDF/108年/三等/外國文（葡萄牙文兼試移民專業英文）/試題.pdf",
  "file_type": "試題",
  "total_questions": 23
}