{
  "metadata": {
    "code": "40140"
  },
  "notes": [
    "※注意： 禁止使用電子計算器。",
    "不必抄題，作答時請將試題題號及答案依照順序寫在申論試卷上，於本試題上作答者，不予計分。",
    "請以藍、黑色鋼筆或原子筆在申論試卷上作答。",
    "本測驗試題為單一選擇題，請選出一個正確或最適當的答案，複選作答者，該題不予計分。",
    "共40題，每題1.25分，須用2B鉛筆在試卡上依題號清楚劃記，於本試題或申論試卷上作答者，不予計分。"
  ],
  "sections": [
    "甲、申論題",
    "乙、測驗題"
  ],
  "questions": [
    {
      "number": "一",
      "type": "essay",
      "stem": "英譯中(15 分)\nHistory has shown that languages attached to power, wealth, and prestige\nhave spread at the expense of those viewed less favorably. Therefore, as\nthe power attached to Mandarin Chinese or Hindi grows, so too will the\nuse of these languages in the global arena. While we do not deny a future\nshift in world power, it is unlikely that these languages will replace\nEnglish immediately since the trade-off between languages is not a\nzero-sum game.",
      "section": "甲、申論題"
    },
    {
      "number": "二",
      "type": "essay",
      "stem": "中譯英(15 分)\n根據美國法律,如果一個人被告犯罪,那在他被證明有罪之前,法庭\n必須先假定他是清白的。換句話說,法庭有責任舉證說明一個人有\n罪,被告沒有責任去證明自己是無辜的。",
      "section": "甲、申論題"
    },
    {
      "number": "三",
      "type": "essay",
      "stem": "英文作文(20 分)\nAmerican courts depend on the ability of the jurors, not the judges, to\ndetermine the accuracy of the eyewitness’s testimony. Do you think this\njury system will work in Taiwan? State your reasons to agree or disagree\nwith this system.",
      "section": "甲、申論題"
    },
    {
      "number": 1,
      "type": "essay",
      "stem": "The scandals are creating political headaches for the new mayor, who has seen his support rate . coincide plummet speculate intervene 、",
      "section": "乙、測驗題"
    },
    {
      "number": 2,
      "type": "essay",
      "stem": "With this simple digital luggage scale, travelers can know their luggage weight before checking in. broken portable contagious disciplined",
      "section": "乙、測驗題"
    },
    {
      "number": 3,
      "type": "essay",
      "stem": "We hung the pots and pans and other kitchen on hooks by the stove. riddles utensils cabinets aspects",
      "section": "乙、測驗題"
    },
    {
      "number": 4,
      "type": "essay",
      "stem": "John’s parents were traders, buying and selling corn and other products. industrious distressing agricultural spectacular",
      "section": "乙、測驗題"
    },
    {
      "number": 5,
      "type": "essay",
      "stem": "Ms. Jane Smith is with classical lore. She has published six books about Greek and Roman mythology. saturated intimidated designated aggravated",
      "section": "乙、測驗題"
    },
    {
      "number": 6,
      "type": "essay",
      "stem": "Tommy’s mother had to stay up late because he got very sick. His fever particularly concerned her all night long because his high fever would come and go frequently. redundant radiant competent intermittent",
      "section": "乙、測驗題"
    },
    {
      "number": 7,
      "type": "essay",
      "stem": "Both the manager and the head coach of the basketball team were furious and embarrassed that their team played so that it was defeated by its opponent’s team with a 30-point loss. abysmally evasively impudently observantly",
      "section": "乙、測驗題"
    },
    {
      "number": 8,
      "type": "essay",
      "stem": "If you have books you do not want or need anymore, you may them to the public library. compensate donate rotate speculate",
      "section": "乙、測驗題"
    },
    {
      "number": 9,
      "type": "essay",
      "stem": "After the boys disclosed their traumatic experience in the boarding school, that teacher was under for sexual harassment. reconciliation circumference amendment indictment",
      "section": "乙、測驗題"
    },
    {
      "number": 10,
      "type": "essay",
      "stem": "Immigrants have a tendency to specialize in manual-intensive jobs because they are less in the local language. deficient omniscient transcient proficient 請依下文回答第 11題至第 15題: Child custody disputes present problems from a variety of perspectives. Although most disputes are 11 out of court, high divorce rates and conflicts between unmarried parents make custody contests one of the most frequent sources of 12 in the United States. Thus, custody disputes are expensive from the perspective of public interest. The current standard of 13 custody according to children’s “best interests” is a vague principle which, from the perspective of judges, makes custody disputes almost impossible to decide. Fears about losing your children, legal expenses, public embarrassment, and the 14 of a court battle are some of the many problems with custody disputes from the perspective of parents. Finally, from the perspective of children, a custody dispute 15 perhaps the worst thing about divorce: Getting caught, or put, in the middle of a war between your parents.",
      "section": "乙、測驗題"
    },
    {
      "number": 11,
      "type": "essay",
      "stem": "settled safeguarded saturated seduced",
      "section": "乙、測驗題"
    },
    {
      "number": 12,
      "type": "essay",
      "stem": "infection inspiration legalization litigation",
      "section": "乙、測驗題"
    },
    {
      "number": 13,
      "type": "essay",
      "stem": "determining disposing defying disembarking",
      "section": "乙、測驗題"
    },
    {
      "number": 14,
      "type": "essay",
      "stem": "deletion defensiveness divisiveness diagnosis",
      "section": "乙、測驗題"
    },
    {
      "number": 15,
      "type": "essay",
      "stem": "epitomizes resolves affects elevates 、 請依下文回答第 16題至第 20題: In an article entitled “The Lure of Technologies Past,” Nick Bilton says: “What I’ve come to realize is that while the new thing gets people excited, the old thing often doesn’t go away. And if it does, it takes a very long time to meet its demise.” Indeed, the old thing dies hard. Just take a look at film cameras. One would think they have been 16 by the digital camera, but millions of people still use them. And while Polaroid, the instant film camera, has filed for bankruptcy, the company is making a 17 . One of Polaroid’s largest growing 18 , surprisingly, is teenagers who want tangible photos but do not want to wait. Other cases in point are vinyl records, print books and newspapers. According to the Recording Industry Association of America, 13 million vinyl records were sold in 2014, the highest count in 25 years. About 55 million newspapers still land on doorsteps every morning. And More than 571 million print books were sold in the United States in 2014. So why does old technology 19 and, in some cases, undergo a revival? For some consumers, it’s about 20 (e.g., film cameras and record players), while for others, it’s about familiarity (e.g., newspapers and print books).",
      "section": "乙、測驗題"
    },
    {
      "number": 16,
      "type": "essay",
      "stem": "disappeared vanquished overheard reduced",
      "section": "乙、測驗題"
    },
    {
      "number": 17,
      "type": "essay",
      "stem": "resurgence reduction rendition repartee",
      "section": "乙、測驗題"
    },
    {
      "number": 18,
      "type": "essay",
      "stem": "demographics statistics opportunities densities",
      "section": "乙、測驗題"
    },
    {
      "number": 19,
      "type": "essay",
      "stem": "exit survive remove deteriorate",
      "section": "乙、測驗題"
    },
    {
      "number": 20,
      "type": "essay",
      "stem": "daydreaming anxiety novelty nostalgia 請依下文回答第 21題至第 25題: During a transabdominal ultrasound, a conductive gel is placed on the abdomen, and a hand-held wand which 21 sound waves is moved in a systematic pattern in an effort to examine the internal structures. This test requires a 22 bladder so that the organs in question are lifted out of the pelvis as the bladder fills. The patient may be asked to drink two to three glasses of water starting an hour 23 the test. This method works best for more advanced pregnancies when the fetus is well developed. The physician may have a vaginal scan performed during the first trimester to make sure the pregnancy is within the uterus and to rule out an ectopic pregnancy. It is also possible to visualize the fetal heartbeat and movement, and, thus, rule out a miscarriage. The vaginal scan can also determine if there is more than one pregnancy within the uterus. During the remainder of the pregnancy, scans may be used to look for problems, 24 the age and development of the fetus, check out its position within the uterus, and, between 16 and 20 weeks, determine the fetal sex. There is no risk to the woman or her developing fetus with ultrasound, and it is not uncomfortable. Ultrasound examinations aid doctors in establishing an accurate 25 date. The estimated date of delivery can now be predicted within two to four days if the initial ultrasound is performed early in pregnancy.",
      "section": "乙、測驗題"
    },
    {
      "number": 21,
      "type": "essay",
      "stem": "emits dismisses neutralizes eliminates",
      "section": "乙、測驗題"
    },
    {
      "number": 22,
      "type": "essay",
      "stem": "small large empty full",
      "section": "乙、測驗題"
    },
    {
      "number": 23,
      "type": "essay",
      "stem": "inferior to superior to prior to posterior to",
      "section": "乙、測驗題"
    },
    {
      "number": 24,
      "type": "essay",
      "stem": "assess accede access address",
      "section": "乙、測驗題"
    },
    {
      "number": 25,
      "type": "essay",
      "stem": "due blind appointed expiration 、 請依下文回答第 26題至第 30題: Extending health coverage to illegal immigrants is sound policy. The inclusion of the illegal-immigrant population may lower costs in numerous ways, including lower insurance premiums, lower emergency medical expenditures, and a switch from expensive late-stage treatments to cost-effective preventative and ambulatory care. Coverage will obviously benefit illegal immigrants, but the entire US population will also reap the rewards of a broader risk pool comprising individuals with comparatively low medical expenditures and usage trends. Extending coverage could also have important public health benefits. Ensuring treatment, especially of infectious disease, protects the health of the population as a whole, and this is particularly important considering the ease of travel and access to different parts of the globe. The public health is also served by prompt diagnosis and treatment of chronic diseases, such as heart disease and diabetes. Allowing illegal immigrants to stay and pretending they’re not here doesn’t work for anyone. Prohibiting inclusion of illegal immigrants in the formal healthcare system and at the same time extending piecemeal benefits, emergency rooms, and some patchwork of state and local governments is a poor way to address the intractable problem of ever increasing health care costs. The federal government should meet this challenge head-on in the form of health coverage, recognizing the benefits that could accrue to it by instituting necessary health insurance reforms. Even if immigration reform does materialize, nothing will have been lost by providing coverage in the interim. As the illegal immigrant population declines, for instance, because of fewer economic opportunities in the United States or absorption into the lawful immigrant category, the system has enough fluidity to respond. Further tweaks may be necessary, but incremental improvement is a characteristic of any public benefits scheme. What is not acceptable is to tacitly ignore the problem while setting up additional barriers to coverage.",
      "section": "乙、測驗題"
    },
    {
      "number": 26,
      "type": "essay",
      "stem": "What is the first paragraph mainly about? Reasons why the health care costs are rapidly increasing. Potential benefits of providing health insurance coverage to illegal immigrants. Reasons why illegal immigrants should not be included in national health insurance plans. How health care costs may decrease due to inclusion of illegal immigrants in national health insurance plans.",
      "section": "乙、測驗題"
    },
    {
      "number": 27,
      "type": "essay",
      "stem": "Which of the following arguments is supported by the author of the passage? Given the ease of travel nowadays, including illegal immigrants in health insurance can reduce the spread of infectious diseases. Illegal immigrants should be excluded from the health care system before being sent back to their countries of origin. Excluding illegal immigrants from the health care insurance is an effective way to lower the nation’s health care costs. It is necessary to design more rules to keep illegal immigrants from using expensive medical services in the country. 、",
      "section": "乙、測驗題"
    },
    {
      "number": 28,
      "type": "essay",
      "stem": "What does the author mean by “Further tweaks may be necessary” in the second paragraph? More research may be needed to understand the issue further. Some policy modifications may be needed in the future. More funds may be needed to implement the policy. Some health care benefits of the public may need to be further reduced.",
      "section": "乙、測驗題"
    },
    {
      "number": 29,
      "type": "essay",
      "stem": "What is the author’s opinion about the federal government’s role in health insurance? The health insurance should be handled by the private sector. Providing public health care to illegal immigrants is the local government’s business. The federal government should reform the public health insurance to make it accessible to illegal immigrants. The proposed health insurance reform should wait until the immigration reform is completed.",
      "section": "乙、測驗題"
    },
    {
      "number": 30,
      "type": "essay",
      "stem": "According to the passage, which of the following statements is NOT true if health insurance is provided to illegal immigrants? The health insurance premiums will decrease. More immigrants will have access to preventive medical treatments. There will be more infectious diseases in the country. More immigrants will end up in emergency rooms with critical illness. 請依下文回答第 31題至第 35題: People become vegetarians for many reasons, including health, religious convictions, concerns about animal welfare or the use of antibiotics and hormones in livestock, or a desire to eat in a way that avoids excessive use of environmental resources. Becoming a vegetarian has become more appealing and accessible, thanks to the year-round availability of fresh produce, more vegetarian dining options, and the growing culinary influence of cultures with largely plant-based diets. Approximately six to eight million adults in the United States eat no meat, fish, or poultry. Several million more have eliminated red meat but still eat chicken or fish. About two million have become vegans, forgoing not only animal flesh but also animal-based products such as milk, cheese, eggs, and gelatin. Traditionally, research into vegetarianism focused mainly on potential nutritional deficiencies, but in recent years, the pendulum has swung the other way, and studies are confirming the health benefits of meat-free eating. Nowadays, plant-based eating is recognized as not only nutritionally sufficient but also as a way to reduce the risk for many chronic illnesses. According to the American Dietetic Association, “appropriately planned vegetarian diets, including total vegetarian or vegan diets, are healthful, nutritionally adequate, and may provide health benefits in the prevention and treatment of certain diseases.” 、 You can get many of the health benefits of being vegetarian without going all the way. For example, a Mediterranean eating pattern — known to be associated with longer life and reduced risk of several chronic illnesses — features an emphasis on plant foods with a sparing use of meat. Even if you don’t want to become a complete vegetarian, you can steer your diet in that direction with a few simple substitutions, such as plant-based sources of protein — beans or tofu, for example — or fish instead of meat a couple of times a week. Only you can decide whether a vegetarian diet is right for you.",
      "section": "乙、測驗題"
    },
    {
      "number": 31,
      "type": "essay",
      "stem": "What is the best title of this passage? The Environmental Impact of Vegetarianism. The Health Benefits of Plant-based Diets. The Social Challenges of Being Vegans. The Popularity of Meat-free Products.",
      "section": "乙、測驗題"
    },
    {
      "number": 32,
      "type": "essay",
      "stem": "According to the passage, which of the following is NOT mentioned as a cause of the rise in vegan eating? The steady supply of fruit and vegetables. The influence of cultures with plant-based eating. The protection of animal welfare and resources. The wide availability of dietary supplements.",
      "section": "乙、測驗題"
    },
    {
      "number": 33,
      "type": "essay",
      "stem": "Which of the following is closest in meaning to “forgoing” in the second paragraph? Abandoning. Transporting. Generating. Escaping.",
      "section": "乙、測驗題"
    },
    {
      "number": 34,
      "type": "essay",
      "stem": "What is the purpose of the third paragraph? To explain why previous research produced negative results about vegetarianism. To provide scientific evidence supporting the health effects of vegan diets. To reveal the increase in the number of vegans in the American society. To show how plant-based eating can be associated with certain chronic illness.",
      "section": "乙、測驗題"
    },
    {
      "number": 35,
      "type": "essay",
      "stem": "What is the main idea of the last paragraph? Converting to a Mediterranean diet can reduce the risk of chronic illness. Going vegan has become a way of showing personal freedom. Adopting a partial vegetarian diet can still make people healthy. Foods like tofu and beans provide a good source of protein for vegans. 請依下文回答第 36題至第 40題: One of the biggest ideas to hit the political world in recent years is that politics is increasingly defined by the division between open and closed, rather than left and right. Openness means support for both economic openness (welcoming immigration and free trade) and the cultural sort (embracing ethnic and sexual minorities). Closedness means the opposite. The most obvious problem with the open-closed theory is that the divide is so slippery. Few people support entirely open societies—it would be unreasonable to allow Ebola victims to cross borders unimpeded. By the same token, few people advocate becoming a hermit kingdom like North Korea. Nor are open and closed necessarily opposites. Having a strong border can make people more open, by giving them a sense that they can manage openness. Historically, most of the world’s great centers of commerce have been walled cities. Constantinople, the crossroads between east and west, boasted not just a formidable wall but an outer and inner harbor. 、 There is a better explanation of political polarization than the open-closed split. It is the gap between exam-passers and exam-flunkers. Qualifications grant access to a world that is protected from the downside of globalization. You can get a job with a superstar company that has constructed moats and drawbridges to protect itself, or with a middle-class guild that provides job security, or with the state bureaucracy. Failing exams casts you down into an unpredictable world of cut-throat competition. Exam-passers combine a common ability to manage the downside of globalization with a common outlook that binds them together and legitimizes their disdain for rival tribes. Exam-flunkers, meanwhile, are united by anger at the elitists who claim to be open as long as their jobs are protected. They are increasingly willing to bring the system crashing down. Talking about open v closed is a double error. It obscures the deeper forces dividing the world, and spares winners by playing down the legitimate concerns of losers.",
      "section": "乙、測驗題"
    },
    {
      "number": 36,
      "type": "essay",
      "stem": "What is the main purpose of this passage? To argue against the open-closed theory and offer a better explanation. To show evidence that open and closed are not necessarily opposites. To criticize the division between left and right that defines politics. To make evident that political polarization is not a new phenomenon.",
      "section": "乙、測驗題"
    },
    {
      "number": 37,
      "type": "essay",
      "stem": "Why does the author use the phrase “by the same token” in Paragraph 2? To imply that the example given before is to offer an opposite view. To introduce an instance which is true for the same reason that was given previously. To add another case which is more important than what was said and to correct it. To indicate that what is said is partly true in spite of the thing that has happened.",
      "section": "乙、測驗題"
    },
    {
      "number": 38,
      "type": "essay",
      "stem": "Why does the gap between exam-passers and exam-flunkers offer a better explanation of political polarization than the open-closed split? It allows access to a world that is protected from the disadvantage of globalization. It guarantees jobs with superstar companies that have measures to protect themselves. It reveals the deeper forces dividing the worlds and expresses the concerns of losers. It provides a middle-class organization that offers security and the state bureaucracy.",
      "section": "乙、測驗題"
    },
    {
      "number": 39,
      "type": "essay",
      "stem": "Why does the author mention “Constantinople” in Paragraph 2? To imply that having a strong border gives people a sense that they can be more open. To make readers doubt the boast the city once made of having a formidable wall. To suggest that the world’s great center of commerce was the crossroads and the harbor. To question whether a walled city necessarily means closedness.",
      "section": "乙、測驗題"
    },
    {
      "number": 40,
      "type": "essay",
      "stem": "According to the last two paragraphs, which of the following statements is true about people failing exams? United by anger at the elitists, they are eager to change the existing system. They play down the legitimate concerns of losers and spare winners. With a common outlook, they legitimize their disdain for rival tribes. They are willing to be more open as long as their jobs are protected.",
      "section": "乙、測驗題"
    }
  ],
  "year": 108,
  "category": "公共安全學系社安組學系情報組",
  "subject": "外國文（英文）",
  "source_pdf": "考古題庫\\公共安全學系社安組學系情報組\\108年\\外國文（英文）\\試題.pdf",
  "file_type": "試題",
  "total_questions": 43
}
