{
  "metadata": {
    "exam_type": "110",
    "subject": "憲法與英文",
    "exam_time": "2 小時 座號：",
    "code": "60130"
  },
  "notes": [
    "※注意：禁止使用電子計算器。",
    "不必抄題，作答時請將試題題號及答案依照順序寫在試卷上，於本試題上作答者，不予計分。"
  ],
  "sections": [],
  "questions": [
    {
      "number": "一",
      "type": "essay",
      "stem": "入出國及移民法第 58 條第 2 項規定:「跨國(境)婚姻媒合不得要求或\n期約報酬」。此一規定,限制人民那些基本權利?其是否符合比例原則及\n平等原則?司法院釋字第 802 號解釋關於此等問題有何見解?試詳述之。\n(25 分)",
      "section": null
    },
    {
      "number": "二",
      "type": "essay",
      "stem": "憲法保障人民之基本權利,除主觀公權利功能之外,尚有所謂客觀法秩\n序之功能。基本權利客觀法秩序功能之內容有那些?試詳述並舉例說明之。\n(25 分)",
      "section": null
    },
    {
      "number": "三",
      "type": "essay",
      "stem": "試述下列名詞之意涵:請就以下五段短文中畫線的五個英文詞語以中文\n做適當的定義與解釋(每小題 3 分,共 15 分)\nMany governments have implemented the use of biometrics to enhance\ntheir safety measures when issuing passports, visas or residence permits to\npeople who migrate to their countries. Biometric measures rely on a\ncomputerized system that scans and collects a person’s special traits such\nas his/her fingerprints, face, iris, retina or ear features. This storing of the\ndata can also be utilized to look for or verify a person’s identity to reduce\nthe mistakes that might happen when providing the immigration services\nto travelers.\nClimate migration is a unique kind of environmental migration; it describes\na type of migration that is caused by climate change. In this context, people\nwho are environmental refugees are usually forced to move away from\ntheir places of origin because they cannot live any longer in their residency\nwhere their living environment has much been damaged by the drastic\nchange of climate. They usually have to adapt to a different living\nsurrounding when they move to stay in a different place.\nIt is common for most people to express xenophobia when they encounter\nstrangers, foreigners or immigrants who also stay in their communities or\ncountries. People often tend to discriminate against someone who is\ndifferent from them. But this dislike or fear of strangers and foreigners\nfromother countries can bestrong andunreasonablesometimes. Therefore,\nit is important that the government should introduce the practice of social\ninclusion to reduce discrimination against immigrants.\n Some governments carry out the visa waiver program (VWP) by allowing\nsome countries to travel to their nations for a certain phase of time without\nthe need to apply for a visa. But travelers who wish to use this kind of\nscheme still need to seek for authorization of the countries they plan to\ntravel to. Countries such as the United States impose certain limits on\nvisitors who are eligible for using this service.\n Some countries issue a visa to a family member of an international student\nin their country as the subsequent entrant. A family member of this kind\nusually applies for this visa to join or reunite with their family members\nwho study in a foreign country. This kind of visa enables the subsequent\nentrant to provide emotional, psychological, or mental support to the\ninternational student. They are also allowed to stay during the duration of\nthe stay of the international student.",
      "section": null
    },
    {
      "number": "四",
      "type": "essay",
      "stem": "中譯英:請將以下中文段落進行適當的英文翻譯(15 分)\n美國總統拜登上任後便簽署通過幾項移民法案,並對前任川普總統任內\n所執行的幾項移民法案做了一些變革,包括維持歐巴馬總統任內所推動\n的「童年抵達者暫緩驅逐辦法」,持續讓這些於孩童時就已入境美國的無\n照移民能夠免於面臨被遣返的命運,並讓他們能經由合法管道取得公民\n證、停止建造介於美國與墨西哥邊境的圍牆,以省下鉅額的建造費、消\n除對穆斯林國家人民到美國的旅遊禁令、將境內不具公民身分的人民亦\n算入全國人口數、擴大對海外自由鬥士的人道救援以及提交多項移民法\n案到國會進行審議與通過等。",
      "section": null
    },
    {
      "number": "五",
      "type": "essay",
      "stem": "英文作文:(20 分)\nSocial inclusion is crucial for improving the ability, opportunity, and dignity\nof those disadvantaged in society on the basis of their identity. But to\nimplement social integration more smoothly requires overcoming many\nobstacles in order to reach a more satisfactory result. Write a problem and\nsolution essay between 250 and 300 words. State the possible problems when\nthe government intends to enact social inclusion and their solutions. Please\ngive specific examples to support your points.",
      "section": null
    }
  ],
  "year": 110,
  "category": "移民特考",
  "subject": "[二等] 憲法與英文",
  "level": "二等",
  "original_subject": "憲法與英文",
  "source_pdf": "/home/user/police-exam-archive/移民特考PDF/110年/二等/憲法與英文/試題.pdf",
  "file_type": "試題",
  "total_questions": 5
}