{
  "metadata": {
    "exam_type": "113",
    "level": "三等",
    "subject": "國文（作文與測驗）",
    "exam_time": "2 小時 座號：",
    "code": "10110"
  },
  "notes": [
    "※注意：①禁止使用電子計算器。",
    "②本科目試題包括作文及測驗兩部分，請妥適分配各題作答時間。",
    "甲、作文部分：（80分）甲、申論題部分：",
    "①作答時請將試題題號及答案依照順序寫在申論試卷上，並以藍、黑色鋼筆或原子筆由左至右",
    "橫式作答，於本試題上作答者，不予計分。",
    "②不得於試卷上書寫姓名或座號。",
    "①本試題為單一選擇題，請選出一個正確或最適當答案。",
    "②共10題，每題2分，須用2B鉛筆在試卡上依題號清楚劃記，於本試題或申論試卷上作答者，不予計分。",
    "下列選項，何者敘述沒有語病？",
    "(A)他的論文受到與會學者的高度重視，學界給予很好的評價",
    "(B)逃稅者經查應補繳的稅額高達整整五千餘萬元，令人瞠目結舌",
    "(C)按科學方法育肥一頭豬，時間縮短一半，飼料成本就減少一倍",
    "(D)新聞臺錯誤更正啟事：今日錯誤報導，深感歉意，謹此公布說明",
    "「主人想吃河豚，待傭人煮熟後，擔心魚身餘毒未清，看到門口石階上坐著乞丐，就",
    "讓傭人拿了幾塊給他吃。過了一會兒，主人見乞丐安然無恙，也就放心的吃起了河",
    "豚。飯後踱步出門，乞丐一見到主人，開心的拿出碗來說：『哦！我可以吃了。』」",
    "根據上文，下列何者最能說明主人與乞丐的行為？",
    "(A)反客為主 (B)瞞天過海 (C)外智內愚 (D)爾虞我詐",
    "「有個實驗是：在茶水間的牆上貼一張眼睛圖片，原本供人取咖啡後主動投幣的罐",
    "子，不久增加了一些錢。這個結果或許表示：只要潛意識感覺到有人在看，適當的",
    "行為就會出現，可見品格養成常常需要提醒。」",
    "下列選項，何者最接近上文意旨？",
    "(A)天視自我民視 (B)視強則目不明",
    "(C)非禮勿視，非禮勿聽 (D)閒居之地，指視昭然",
    "「飽食終日無所用心的生活最為難過，讀書寫作從古以來即被認為賢於博弈，敝帚自",
    "珍則是人之常情。所以，我過去在讀書之餘曾寫過若干篇文章，現在又把其中一部",
    "分印成這本集子。」",
    "根據上文，下列選項何者錯誤？",
    "(A)與其飽食終日無所用心，倒不如多讀書寫作",
    "(B)以博弈消磨時光，終究不如讀書寫作來得充實",
    "(C)敝帚自珍是人之常情，讀書寫作也難以安定心性",
    "(D)文章即使微不足道，終究是自我的心血結晶，難以捨棄",
    "「蒲松齡的《聊齋》，有著細膩曲折的情節、人物鮮明的書寫特色。作者描寫自身深",
    "刻的生命體悟，因此小說裡經常呈現人比鬼還可怕，人心險惡更甚妖魔鬼怪；相反",
    "的，小說裡許多鬼卻溫柔善良、樂於助人，甚至比人類還有情有義，更具高貴的情",
    "操與品格。閱讀蒲松齡的文字，在科學昌明的 21 世紀，依舊可以躍入迷離詭譎的超",
    "科學情境。」",
    "下列選項，何者最符合本文旨意？",
    "(A)蒲松齡以鬼說人，人鬼對比，強調情操與品格的重要",
    "(B)人們喜歡透過蒲松齡敘述的鬼怪故事，進入迷離詭譎的神祕世界",
    "(C)蒲松齡推崇鬼怪的溫柔、奇特、善良，有別於一般人們對鬼怪恐怖的想像",
    "(D)蒲松齡的鬼怪故事引人入勝之處在於他們的超科學情境，及好奇恐懼的氛圍",
    "「你逐漸瞭悟到，自己的記憶其實並不可靠，與其說記得的是全視角的整幅圖畫，不",
    "如說，它反映你本身的視野缺損。承認吧，你對人性所知有限、對事情的判斷一再",
    "出現誤差，憤怒的委屈的無奈的萬不得已的……不只你、不只你父母，每個人都曾",
    "經有意無意犯下許多錯，包括合理化並不純粹的動機，包括為造成的傷害尋找藉",
    "口。」",
    "根據上文，下列選項何者最符合文意？",
    "(A)耳不聞人之非，口不言人之過 (B)人難免犯錯，亦難免文過飾非",
    "(C)古者言之不出，恥躬之不逮也 (D)不怕地位不尊，只怕道德不崇",
    "40110-41610",
    "50110-50210",
    "「這入海前的哨站，亦是人們劃地下網的交際所。海潮凶險，灘地無主，為求互助，",
    "海民至何處插竿下網，自有暗規可循。依下網年資最深者首佔良位，若同一位置，",
    "以前年下網者為主。因鰻魚苗順著海溝而入，海溝又有大、小之分，故下網處攸關",
    "以命相搏後的收成，海民十分注重。……曾因輕狂年少之人，硬是想佔較大較深之",
    "海溝，擋了大家去路，於海濱鬧出一場拳腳。」",
    "根據上文，下列敘述何者正確？",
    "(A)為協調下網的位置，哨站另設有交際所",
    "(B)少年人搏命開闢海溝，增加鰻苗捕獲量",
    "(C)為求互助，海民依其經驗形成下網成規",
    "(D)因海潮凶險，深大海溝由年資深者插竿",
    "「進香是一種群體性的宗教活動，每一次的進香活動都是以當地信徒為主，加上邀集",
    "的一些親戚朋友，便成隨香的香客，神轎之前也常有北管的陣頭和獅陣，這些文陣",
    "和武陣以往都是由村莊子弟組成。現在由於工業化與都市化的發展，年輕人較少學",
    "習傳統的曲藝和武術，常剩下一些老子弟在維持廟會所需的陣頭，有時常要由鄰近",
    "村莊調來人手，才可出陣。」",
    "根據上文，下列選項何者正確？",
    "(A)進香是群體的宗教活動，且以當地的信徒為主",
    "(B)進香時必須邀請一些親戚朋友，形成隨香香客",
    "(C)每次進香，一定都需要具備北管的陣頭和獅陣",
    "(D)廟會傳統的曲藝和武術，只剩下老子弟在維持",
    "「二十世紀初的歐美社會，在早期女性主義者的力爭之下，許多地方女性已有投票",
    "權；經許多女性教育家的努力與女子學院的成立，拿博士學位的女科學家大量增加，",
    "但是整體而言，無論在就業、進入精英大學研究、進入主流科學界（而非家庭食品",
    "營養、化妝品化學之類的學科）與男科學家一爭短長等部分，都遭到極大的限制與",
    "阻礙，即使是兩個諾貝爾科學獎得主的居禮夫人，法國科學院與美國科學院都不願",
    "選她為院士。當她在一九二○年訪問美國時，許多精英貴族大學還拒絕授予她榮譽",
    "學位，哈佛大學物理系的男教授也聯手起來阻擋該校授予她學位。」",
    "根據上文，下列選項解讀最適當的是：",
    "(A)當時的社會權力結構仍以男性為主導，女性完全沒有參與公共事務的空間",
    "(B)科學界風氣較保守，女性即使獲得諾貝爾獎仍受排擠，不肯授予榮譽學位",
    "(C)主流科學界對科學專業成就認定極為嚴格，女性科學家因此不容易被接受",
    "(D)女性可以透過教育獲得成就，但在食品營養、化妝品化學等學科仍遭否定",
    "「『文化遺產』的概念是流動的，也是一個製造的過程。在都市發展與經濟開發的脈",
    "絡下，某些古蹟、遺產賣給了『建商』，或一夜間火災消失了。古蹟要靠地方保護意",
    "識的加強，更需完整體制與政策。文化資產是公共財，不能把保護的重擔放在個人",
    "身上，但是目前文化資產保存法（簡稱文資法）沒給古蹟或遺產擁有者好的利基去",
    "做保存。在文化保存工作上，不管是有形的建築、文物，或是無形的儀式、歌謠等，",
    "一旦被定為『遺跡』，就彷彿被製作成了『標本』，表面栩栩如生，內在卻已經死去。",
    "文化遺產之所以有意義，在於人和文化資產間的『關係』。我們應該要保護的是這份",
    "『關係』，而非那些樣板和標本。」",
    "根據上文，下列選項最不符合文意的是：",
    "(A)「文化遺產」的概念是流動的，也是一個製造的過程",
    "(B)古蹟要靠地方保護意識的加強，更需完整體制與政策",
    "(C)目前文資法提供古蹟或遺產擁有者好的利基去做保存",
    "(D)古蹟變成「標本」，表面栩栩如生，內在卻已經死去"
  ],
  "sections": [],
  "questions": [
    {
      "number": "一",
      "type": "essay",
      "stem": "短文寫作:(20 分)\n從小到大,相信每個人都曾書寫過「我的志願」的作文命題,不\n管志願大小、高低或顯微、虛實,都是生命歷程中,自我理想的嚮往\n與期待,值得懷想、存念、珍視與踐履。請試著遙思 2500 多年之前,\n大成至聖先師孔子與其門生顏淵、季路(子路)「各言其志」的師生\n對話(《論語•公冶長•第二十六章》):\n顏淵、季路侍。子曰:「盍各言爾志?」\n子路曰:「願車馬、衣輕裘,與朋友共,敝之而無憾。」\n顏淵曰:「願無伐善,無施勞。」\n子路曰:「願聞子之志。」\n子曰:「老者安之,朋友信之,少者懷之。」\n請解讀詮釋上文,分析比較孔子與兩位學生的「人生志願」之異同。\n文長不超過 350 字。",
      "section": null
    },
    {
      "number": "二",
      "type": "essay",
      "stem": "作文:(60 分)\n先秦戰國晚期集法家思想大成的韓非,在其傳世名著《韓非子•\n說疑》開篇總結曰:「是故禁姦之法:太上禁其心,其次禁其言,其\n次禁其事。」\n根據上文,請以「防微杜漸之我見」為題,作文一篇。\n-\n-\n乙、測驗部分:(20分) 代號:1101",
      "section": null
    }
  ],
  "year": 113,
  "category": "犯罪防治矯治組",
  "subject": "國文（作文與測驗）",
  "source_pdf": "考古題庫\\犯罪防治矯治組\\113年\\國文（作文與測驗）\\試題.pdf",
  "file_type": "試題"
}