{
  "metadata": {
    "exam_type": "107",
    "exam_name": "一般警察人員考試",
    "level": "三等",
    "code": "50140"
  },
  "notes": [
    "※注意： 禁止使用電子計算器。",
    "甲、作文與公文部分：",
    "①請以藍、黑色鋼筆或原子筆在申論試卷上由左至右橫式作答，於本試題上作答者，不予計分。",
    "②不得於試卷上書寫姓名或入場證號。",
    "①本測驗試題為單一選擇題，請選出一個正確或最適當的答案，複選作答者，該題不予計分。",
    "②共10題，每題2分，須用2B鉛筆在試卡上依題號清楚劃記，於本試題或申論試卷上作答者，不予計分。",
    "電話應對或傳送簡訊是現代社會常見的溝通方式，下列電話或簡訊用語，恰當且合乎禮儀的",
    "選項是：",
    "(A)接聽客訴電話：對不起，這事我不清楚，請找別的單位",
    "(B)接聽電話：某某公司，您好！我是林小姐，很高興為您服務",
    "(C)指定人不在：對不起，承辦人不在座位上，稍後再請他回電給您",
    "(D)傳簡訊：敝人昨日榮膺新職，調任為業務組長，請各位繼續鞭策指教",
    "下列語詞使用，正確的是：",
    "(A)令媛出門在外，希望自己保重，這是拙荊給她的一點心意",
    "(B)青青和小犬都是蔡教授的高足，受蔡教授指導，獲益良多",
    "(C)先嚴在世時侍奉公婆，照顧丈夫，和睦妯娌，是稱職媳婦",
    "(D)令伉儷在業界素有美譽，賢郎可謂青出於藍，勝過寒舍公子",
    "下列選項，何者屬於道家的思想？",
    "(A)自其異者視之，肝膽楚越也；自其同者視之，萬物皆一也",
    "(B)必將有師法之化，禮義之道，然後出於辭讓，合於文理而歸於治",
    "(C)馬固有色，故有白馬。使馬無色，有馬如已耳，安取白馬？故白者非馬也",
    "(D)聖人之所以濟事成功，垂名於後世者，無他故異物焉，曰唯能以尚同為政者也",
    "「人越有名，即使自己不驕傲，別人也會覺得你有驕傲之感，這是常情，故我們更要謙和有",
    "禮。」此段文字旨在說明：",
    "(A)豹死留皮，人死留名 (B)知識愈淺，自信愈深",
    "(C)念高危，則思謙沖而自牧 (D)強中更有強中手，莫向人前自誇口",
    "107年特 種 考 試 交 通 事 業 鐵 路 人 員 考 試 試 題 （背面）",
    "70150-70650",
    "等 別 ：三等考試、高員三級考試",
    "科 目 ：國文（作文、公文與測驗）",
    "買不起豆腐的人對那賣豆腐的，就非常的羨慕，一聽了那從街口越招呼越近的聲音就特別的",
    "感到誘惑，假若能吃一塊豆腐可不錯，切上一點青辣椒，拌上一點小葱子。但是天天這樣想，",
    "天天就沒有買成，賣豆腐的一來，就把這等人白白的引誘一場。於是那被誘惑的人，仍然逗不",
    "起決心，就多吃幾口辣椒，辣得滿頭是汗。他想假若一個人開了一個豆腐房可不錯，那就可以",
    "自由隨便的吃豆腐了。果然，他的兒子長到五歲的時候，問他：「你長大了幹什麼？」五歲的",
    "孩子說：「開豆腐房。」這顯然是繼承他父親未遂的志願。",
    "關於豆腐這美妙的一盤菜的愛好，竟還有甚於此的，竟有想要傾家蕩產的。傳說上，有這樣的",
    "一個家長，他下了決心，他說：「不過了，買一塊豆腐吃去！」這「不過了」的三個字，用舊",
    "的語言來翻譯，就是毀家紓難的意思；用現代的話來說，就是：「我破產了！」",
    "下列選項與上文意旨最為接近的是：",
    "(A)豆腐是人類最偉大的發明 (B)想像的力量勝過真正擁有",
    "(C)食物的魅力往往難以估量 (D)未遂的志願記得傳承下去",
    "只聽賣貨人答道：「既承照顧，敢不仰體！但適才妄討大價，已覺厚顏；不意老兄反說貨高",
    "價賤，豈不更教小弟慚愧？況敝貨並非『言無二價』，其中頗有虛頭。俗云：『漫天要價，就",
    "地還錢』，今老兄不但不減，反要加增，如此克己，只好請到別家交易，小弟實難遵命。」",
    "根據上文，下列選項何者符合文意？",
    "(A)賣貨人惜售，捨不得割愛於買貨人 (B)賣貨人漫天索價，買貨人不以為然",
    "(C)買貨人出高價，賣貨人不好意思賣 (D)買貨人討價還價，賣貨人婉拒交易",
    "「橋真是奇妙的東西。它架在兩岸，原為過渡而設，但是人上了橋，卻不急於趕赴對岸，反",
    "而耽賞風景起來。原來是道路，卻變成了看台，不但可以仰天俯水，縱覽兩岸，還可以看看",
    "停停，從容漫步。愛橋的人沒有一個不恨其短的，最好是永遠走不到頭，讓重噸的魁梧把你",
    "凌空托在波上，背後的岸追不到你，前面的岸也捉你不著。於是你超然世外，不為物拘，簡",
    "直是以橋為鞍，騎在一匹河的背上。河乃時間之隱喻，不舍晝夜，又為逝者之別名。然而逝",
    "去的是水，不是河。自其變者而觀之，河乃時間；自其不變者而觀之，河又似乎永恆。橋上",
    "人觀之不厭的，也許就是這逝而猶在、常而恆遷的生命。而橋，兩頭抓住逃不走的岸，中間",
    "放走抓不住的河，這件事的意義，形而上的可供玄學家去苦思，形而下的不妨任詩人來歌詠。」",
    "下列選項何者與本文意旨最符合？",
    "(A)橋節省了往來交通的時間 (B)橋是跨越障礙險阻的象徵",
    "(C)橋的堅固使人安心地賞景 (D)橋的空間讓人觀覽、思索",
    "大兒走四方，僅可糊其口。次兒名讀書，清饞只好酒。三兒惟嬉遊，性命在朋友。四兒好志",
    "氣，大言不怩忸。二穉更善啼，牽衣索菱藕。老人筋力衰，知有來年否。兒輩慕功名，撇我若",
    "敝帚。持此一管筆，思人麟鳳藪。阿堵與薦剡，均非爾所有。不若且歸來，父子得聚首。",
    "以上詩句最主要的是在表達：",
    "(A)父恨子不成鋼 (B)父以六子為榮 (C)父子代溝甚巨 (D)父思念子甚深",
    "昔日戲言身後意，今朝皆到眼前來。衣裳已施行看盡，針線猶存未忍開。尚想舊情憐婢僕，",
    "也曾因夢送錢財。誠知此恨人人有，貧賤夫妻百事哀。（元稹〈遣悲懷〉三之二）",
    "詩中所說的「此恨」是指：",
    "(A)貧窮之憂 (B)死別之痛 (C)生離之愁 (D)卑賤之苦",
    "番薯種自番邦來，功均粒食亦奇哉。島人充飧兼釀酒，奴視山藥與芋魁。根蔓莖葉皆可啖，",
    "歲凶直能救天災。奈何苦歲又苦兵，遍地薯空不留荄。島人泣訴主將前，反嗔細事浪喧豗；加",
    "之責罰罄其財，萬家饑死孰肯哀。嗚呼！萬家饑死孰肯哀！（盧若騰〈蕃薯謠〉）",
    "下列選項何者最符合作者所批評的現象？",
    "(A)暴斂橫徵 (B)旱魃為虐 (C)酗酒誤政 (D)不知民間疾苦"
  ],
  "sections": [],
  "questions": [
    {
      "number": "一",
      "type": "essay",
      "stem": "作文:(60 分)\n春秋時期,宋國有人得到璞玉,把它獻給司城子罕,子罕卻不接受,說道:「我以不貪為寶,\n你以璞玉為寶,你若把璞玉送我,而我接受,我們便都失去了珍寶,還不如各自擁有原來\n的珍寶。」子罕的話透示了「拒絕」與「接受」的深義。試以「拒絕與接受」為題,作文\n一篇,闡述子罕言辭的深義,並抒發自己的感悟。",
      "section": null
    },
    {
      "number": "二",
      "type": "essay",
      "stem": "公文:(20 分)\n鐵路地下化為國家重大建設計畫,對於都市更新與發展、區域交通順暢與安全,都有莫大助\n益。交通部鐵路改建工程局為進行臺南市鐵路地下化工程,自本(107)年 6 月 15 日起,連\n續三個月執行下開工程:1、續施作電車線設備安裝;2、號誌現場設置及佈纜;3、第一工\n區(榮譽街平交道南側)構造物保護 ccp 施工;4、第五工區(空勤司令部至大林路平交道\n間)連續壁施工;5、第六工區(大林路平交道以南至亞航社區間)排水箱涵施工。上述工\n程,短期勢必影響交通,乃函請臺南市政府警察局於上下班尖峰時段,增派交通警察,在前\n開地區維持交通秩序,保障民眾用路之安全順暢。試擬此函。\n乙、測驗部分:(20 分) 代號:5301、4501",
      "section": null
    }
  ],
  "year": 107,
  "category": "行政管理",
  "subject": "國文（作文、公文與測驗）",
  "source_pdf": "考古題庫\\行政管理\\107年\\國文（作文、公文與測驗）\\試題.pdf",
  "file_type": "試題"
}